{
    "pizza": [
        {
            "id": 0,
            "name": "olivás paradicsomos",
            "price": 1100,
            "image": "0001.jpg",
            "description": "Do velit aute non Lorem dolor elit pariatur. Pariatur deserunt consequat pariatur deserunt pariatur mollit labore. Aliqua et cillum consectetur ea. Est duis ex Lorem commodo ut officia ullamco esse duis sint pariatur adipisicing."
        },
        {
            "id": 1,
            "name": "Hagymás tepertős",
            "price": 1200,
            "image": "0002.jpg",
            "description": "Ut ut pariatur commodo deserunt Lorem esse dolor sunt aliqua. Eiusmod Lorem incididunt tempor deserunt sunt dolore dolor non ipsum sit consequat commodo nulla. Dolore eiusmod pariatur est incididunt fugiat id excepteur in sint deserunt ea. Ad do elit id aliqua ut velit sunt minim aliquip. Do est exercitation culpa sint tempor dolor laboris ut."
        },
        {
            "id": 2,
            "name": "petrezselymes",
            "price": 1300,
            "image": "0003.jpg",
            "description": "Qui minim cillum labore in consectetur laborum magna. Voluptate laboris amet pariatur mollit nostrud id. Nisi Lorem in exercitation incididunt ipsum cillum ad. Amet voluptate aliqua voluptate reprehenderit qui id commodo. Aute ullamco Lorem est non adipisicing consequat. Fugiat quis deserunt et ex est exercitation labore est et anim id pariatur. Irure officia ullamco deserunt nulla cillum culpa consectetur nostrud commodo cillum laboris in."
        },
        {
            "id": 3,
            "name": "Kukoricás, sonkás",
            "price": 1400,
            "image": "0004.jpg",
            "description": "Quis officia elit sit laboris enim ad duis ex. Tempor ut consectetur do duis. Sit veniam non ex voluptate id non nulla. Esse quis officia nostrud fugiat voluptate labore occaecat mollit veniam consequat nisi."
        },
        {
            "id": 4,
            "name": "uborkás pizza",
            "price": 1500,
            "image": "0005.jpg",
            "description": "Fugiat ipsum proident incididunt esse. Quis laboris occaecat magna dolor quis sit et proident pariatur deserunt. Quis veniam laboris sint nostrud esse amet officia exercitation laboris consectetur sit tempor. Ad ad elit dolore ex ea magna ipsum mollit anim non non voluptate eiusmod voluptate. Aute do adipisicing ex excepteur magna consequat laboris id consectetur minim."
        },
        {
            "id": 5,
            "name": "sajtos pizza",
            "price": 1600,
            "image": "0006.jpg",
            "description": "Id voluptate voluptate quis deserunt nostrud velit ullamco labore magna laboris cillum. Ea deserunt dolore est eu culpa dolore proident. Qui sunt est sint velit ullamco nulla qui eiusmod ea. Veniam irure aliquip do enim ut in eu irure esse."
        },
        {
            "id": 6,
            "name": "szalámis pizza",
            "price": 1700,
            "image": "0007.jpg",
            "description": "Mollit excepteur consequat ex quis aute dolor tempor elit et ullamco id ex proident minim. Est eiusmod irure voluptate consectetur voluptate adipisicing reprehenderit sit ad aliqua pariatur. Qui cillum aliquip aute proident sunt deserunt magna proident laborum. Lorem dolor incididunt aute veniam aute et nisi cupidatat quis est cupidatat et culpa. Occaecat officia fugiat laboris elit incididunt ea fugiat non amet cupidatat. Ad voluptate ullamco reprehenderit tempor culpa ex dolore aliqua aliquip."
        }
    ],

    "topping": [
        {
            "id": 0,
            "name": "bolognai feltét",
            "price": 500,
            "image": "0001.jpg",
            "description": "Enim do id proident elit non ex Lorem mollit veniam fugiat ea laboris anim anim. Ipsum pariatur dolore amet aute aliqua qui culpa. Laboris nisi cupidatat tempor nisi exercitation qui incididunt. Deserunt consectetur adipisicing dolore anim tempor. Voluptate cupidatat aliquip magna proident consequat ut ea duis et laboris fugiat nostrud nisi laboris. Amet sit minim dolore deserunt eiusmod anim quis laborum incididunt laborum. Incididunt exercitation dolor dolore ut Lorem duis."
        },
        {
            "id": 1,
            "name": "calzone feltét",
            "price": 1000,
            "image": "0002.jpg",
            "description": "Pariatur ea elit laboris velit veniam elit occaecat veniam proident pariatur veniam qui anim. Laborum sit velit cupidatat qui dolore ex. Nostrud magna enim adipisicing ullamco eiusmod est fugiat nulla ea."
        },
        {
            "id": 2,
            "name": "margherita feltét",
            "price": 1500,
            "image": "0003.jpg",
            "description": "Aliqua consequat excepteur duis irure pariatur qui deserunt ex enim. Adipisicing aute irure esse velit ex dolor adipisicing veniam eiusmod quis. Incididunt sit consectetur occaecat consequat officia fugiat ad fugiat Lorem aliqua eiusmod do. Cillum id quis non aliquip eu. Aute dolore laborum sint id exercitation consectetur laboris velit occaecat enim cillum ipsum nulla. Consectetur ipsum irure nisi occaecat. Sunt consectetur est sit nulla sit voluptate."
        },
        {
            "id": 3,
            "name": "marinara feltét",
            "price": 2000,
            "image": "0004.jpg",
            "description": "Sunt laborum enim Lorem nisi ea ipsum nostrud officia. Pariatur ipsum velit nostrud sit eu irure. Est culpa ea aliquip cillum aliqua nisi laborum nostrud qui minim tempor nisi commodo incididunt. Lorem est adipisicing elit ullamco aliquip mollit nostrud deserunt veniam. Amet sunt eiusmod tempor aliqua Lorem labore fugiat irure aute elit excepteur ipsum mollit ad. Velit mollit irure voluptate laboris cillum sit sunt."
        },
        {
            "id": 4,
            "name": "napoletana feltét",
            "price": 2500,
            "image": "0005.jpg",
            "description": "Excepteur minim ullamco elit esse dolore duis. Reprehenderit laborum aliqua proident qui esse incididunt in magna laborum mollit nulla consectetur cupidatat. Ex veniam ut commodo exercitation reprehenderit dolor elit."
        },
        {
            "id": 5,
            "name": "prosciutto feltét",
            "price": 3000,
            "image": "0006.jpg",
            "description": "In in quis aliqua proident ut nulla dolore occaecat. Pariatur nulla sit occaecat cupidatat ut aliqua aliquip esse qui ut cupidatat eu. Aliquip dolor adipisicing consectetur id."
        },
        {
            "id": 6,
            "name": "quattro formaggi",
            "price": 3500,
            "image": "0007.jpg",
            "description": "Velit adipisicing eu consequat anim duis. Aute cupidatat ipsum duis consectetur non sint reprehenderit. Nulla nostrud culpa eu veniam qui aliqua occaecat commodo ex non. Lorem sit labore dolor ex voluptate velit occaecat id. Tempor est aute velit proident laborum pariatur tempor."
        }
    ]
}